Repository: kabirnayeem99/LocalDrop
Catalog: Modules/FeatureTransfer/Sources/FeatureTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, ru, tr, ug, ur, vi, zh_hans

# accent.abbasidObsidian
source: Abbasid Obsidian
ar: سبج عباسي
bn: আব্বাসিদ ওবসিডিয়ান
de: Abbasidischer Obsidian
es: Obsidiana abasí
fr: Obsidienne Abbasside
hi: अब्बासिद ओब्सीडियन
id: Obsidian Abbasiyah
ja: アッバース朝の黒曜石
ko: 아바시드 흑요석
pt_br: Obsidiana Abássida
ru: Аббасидский обсидиан
tr: Abbasi Obsidiyeni
ur: عباسی آبسیڈین
vi: Obsidian Abbasid
zh_hans: 阿巴斯黑曜石

# accent.andalusianGold
source: Andalusian Gold
ar: ذهب أندلسي
bn: আন্দালুসিয়ান গোল্ড
de: Andalusisches Gold
es: Oro Andaluz
fr: Or andalou
hi: अंडालूसी सोना
id: Emas Andalusia
ja: アンダルシアン ゴールド
ko: 안달루시아 골드
pt_br: Ouro Andaluz
ru: Андалузское золото
tr: Endülüs Altını
ur: اندلسی سنہرا
vi: Vàng Andalucia
zh_hans: 安达卢西亚黄金

# accent.blue
source: Blue
ar: أزرق
bn: নীল
de: Blau
es: Azul
fr: Bleu
hi: नीला
id: Biru
ja: 青
ko: 파란색
pt_br: Azul
ru: Синий
tr: Mavi
ug: كۆك
ur: نیلا
vi: Màu xanh da trời
zh_hans: 蓝色的

# accent.cordobaBurgundy
source: Cordoba Burgundy
ar: عنابي قرطبة
bn: কর্ডোবা বারগান্ডি
de: Cordoba Burgund
es: Córdoba Borgoña
fr: Cordoue Bourgogne
hi: कॉर्डोबा बरगंडी
id: Burgundi Cordoba
ja: コルドバ ブルゴーニュ
ko: 코르도바 부르고뉴
pt_br: Córdoba Borgonha
ru: Кордова Бургундия
tr: Kordoba Bordo
ug: كوردوبا بۇرگۇندى
ur: قرطبہ برگنڈی
vi: Cordoba đỏ tía
zh_hans: 科尔多瓦勃艮第

# accent.green
source: Green
ar: أخضر
bn: সবুজ
de: Grün
es: Verde
fr: Vert
hi: हरा
id: Hijau
ja: 緑
ko: 녹색
pt_br: Verde
ru: Зеленый
tr: Yeşil
ug: يېشىل
ur: سبز
vi: Màu xanh lá
zh_hans: 绿色的

# accent.iznikBlue
source: Iznik Blue
ar: أزرق إزنيق
bn: ইজনিক ব্লু
de: Iznik Blau
es: Azul Iznik
fr: Bleu Iznik
hi: इज़निक नीला
id: Biru Iznik
ja: イズニックブルー
ko: 이즈니크 블루
pt_br: Azul Iznik
ru: Изник ​​Синий
tr: İznik Mavisi
ur: ازنک نیلا
vi: Màu xanh Iznik
zh_hans: 伊兹尼克蓝

# accent.medinaEmerald
source: Medina Emerald
ar: زمرد المدينة
bn: মদিনা পান্না
de: Medina-Smaragd
es: Medina Esmeralda
fr: Émeraude Médina
hi: मदीना पन्ना
id: Zamrud Madinah
ja: メディナ エメラルド
ko: 메디나 에메랄드
pt_br: Medina Esmeralda
ru: Медина Изумруд
tr: Medine Zümrüdü
ur: مدینہ زمرد
vi: Ngọc lục bảo Medina
zh_hans: 麦地那翡翠

# accent.orange
source: Orange
ar: برتقالي
bn: কমলা
es: Naranja
hi: नारंगी
id: Oranye
ja: オレンジ
ko: 주황색
pt_br: Laranja
ru: Апельсин
tr: Turuncu
ug: ئاپېلسىن
ur: نارنجی
vi: Quả cam
zh_hans: 橙子

# accent.ottomanCrimson
source: Ottoman Crimson
ar: قرمزي عثماني
bn: অটোমান ক্রিমসন
de: Osmanisches Purpur
es: Carmesí otomano
fr: Pouf Pourpre
hi: ओटोमन क्रिमसन
id: Merah Tua Utsmani
ja: オスマン帝国のクリムゾン
ko: 오스만 크림슨
pt_br: Carmesim Otomano
ru: Османский малиновый
tr: Osmanlı Kızıl
ug: ئوسمانلى قىرىم
ur: عثمانی قرمزی
vi: Màu đỏ thẫm của Ottoman
zh_hans: 奥斯曼猩红

# accent.pink
source: Pink
ar: وردي
bn: গোলাপী
de: Rosa
es: Rosa
fr: Rose
hi: गुलाबी
id: Merah muda
ja: ピンク
ko: 분홍색
pt_br: Rosa
ru: Розовый
tr: Pembe
ug: ھالرەڭ
ur: گلابی
vi: Hồng
zh_hans: 粉色的

# accent.purple
source: Purple
ar: أرجواني
bn: বেগুনি
de: Lila
es: Púrpura
fr: Violet
hi: बैंगनी
id: Ungu
ja: 紫
ko: 보라
pt_br: Roxo
ru: Фиолетовый
tr: Mor
ug: بىنەپشە
ur: جامنی
vi: Màu tím
zh_hans: 紫色的

# accent.samarkandTeal
source: Samarkand Teal
ar: فيروزي سمرقند
bn: সমরকন্দ টিল
de: Samarkand-Blaugrün
es: Verde azulado de Samarcanda
fr: Sarcelle de Samarcande
hi: समरकंद चैती
id: Teal Samarkand
ja: サマルカンド・ティール
ko: 사마르칸트청록
pt_br: Cerceta de Samarcanda
ru: Самаркандский чирок
tr: Semerkand Teal
ur: سمرقند فیروزی
vi: Mòng két Samarkand
zh_hans: 撒马尔罕青色

# accent.system
source: System
ar: النظام
bn: সিস্টেম
es: Sistema
fr: Système
hi: प्रणाली
id: Sistem
ja: システム
ko: 체계
pt_br: Sistema
ru: Система
tr: Sistem
ug: سىستېما
ur: سسٹم
vi: Hệ thống
zh_hans: 系统

# accent.teal
source: Teal
ar: فيروزي
bn: টিল
de: Blaugrün
es: verde azulado
fr: Sarcelle
hi: टील
ja: ティール
ko: 물오리
pt_br: Cerceta
ru: Бирюзовый
tr: turkuaz
ur: فیروزی
vi: màu xanh mòng két
zh_hans: 青色

# accent.umayyadPearl
source: Umayyad Pearl
ar: لؤلؤ أموي
bn: উমাইয়া মুক্তা
de: Umayyaden-Perle
es: Perla Omeya
fr: Perle omeyyade
hi: उमय्यद मोती
id: Mutiara Umayyah
ja: ウマイヤパール
ko: 우마이야 진주
pt_br: Pérola Omíada
ru: Омейядская жемчужина
tr: Emevi İncisi
ur: اموی موتی
vi: Ngọc trai Umayyad
zh_hans: 倭马亚珍珠

# app.about.description1
source: LocalDrop is a native macOS file-sharing app fully compatible with the LocalSend protocol. It lets you securely send files and text to nearby LocalSend-compatible devices over your local network, without requiring an internet connection.
ar: LocalDrop هو تطبيق أصلي لنظام macOS لمشاركة الملفات ومتوافق بالكامل مع بروتوكول LocalSend. يتيح لك إرسال الملفات والنصوص بأمان إلى الأجهزة القريبة المتوافقة مع LocalSend عبر شبكتك المحلية، من دون الحاجة إلى اتصال بالإنترنت.
bn: LocalDrop হল একটি নেটিভ macOS ফাইল-শেয়ারিং অ্যাপ যা LocalSend প্রোটোকলের সাথে সম্পূর্ণ সামঞ্জস্যপূর্ণ। এটি আপনাকে ইন্টারনেট সংযোগের প্রয়োজন ছাড়াই আপনার স্থানীয় নেটওয়ার্কের মাধ্যমে কাছাকাছি LocalSend-সামঞ্জস্যপূর্ণ ডিভাইসগুলিতে নিরাপদে ফাইল এবং পাঠ্য পাঠাতে দেয়৷
de: LocalDrop ist eine native macOS-Dateifreigabe-App, die vollständig mit dem LocalSend-Protokoll kompatibel ist. Damit können Sie Dateien und Text sicher über Ihr lokales Netzwerk an LocalSend-kompatible Geräte in der Nähe senden, ohne dass eine Internetverbindung erforderlich ist.
es: LocalDrop es una aplicación nativa para compartir archivos de macOS totalmente compatible con el protocolo LocalSend. Le permite enviar archivos y texto de forma segura a dispositivos cercanos compatibles con LocalSend a través de su red local, sin necesidad de una conexión a Internet.
fr: LocalDrop est une application native de partage de fichiers macOS entièrement compatible avec le protocole LocalSend. Il vous permet d'envoyer en toute sécurité des fichiers et du texte à des appareils compatibles LocalSend à proximité via votre réseau local, sans nécessiter de connexion Internet.
hi: लोकलड्रॉप एक देशी macOS फ़ाइल-शेयरिंग ऐप है जो लोकलसेंड प्रोटोकॉल के साथ पूरी तरह से संगत है। यह आपको इंटरनेट कनेक्शन की आवश्यकता के बिना, आपके स्थानीय नेटवर्क पर आस-पास के लोकलसेंड-संगत डिवाइसों पर सुरक्षित रूप से फ़ाइलें और टेक्स्ट भेजने की सुविधा देता है।
id: LocalDrop adalah app berbagi file native macOS yang sepenuhnya kompatibel dengan protokol LocalSend. App ini memungkinkan Anda mengirim file dan teks dengan aman ke perangkat terdekat yang kompatibel dengan LocalSend melalui jaringan lokal, tanpa memerlukan koneksi internet.
ja: LocalDrop は、LocalSend プロトコルと完全に互換性のあるネイティブ macOS ファイル共有アプリです。これにより、インターネット接続を必要とせずに、ローカル ネットワーク経由で近くの LocalSend 互換デバイスにファイルやテキストを安全に送信できます。
ko: LocalDrop은 LocalSend 프로토콜과 완벽하게 호환되는 기본 macOS 파일 공유 앱입니다. 인터넷 연결 없이도 로컬 네트워크를 통해 근처의 LocalSend 호환 장치에 파일과 텍스트를 안전하게 보낼 수 있습니다.
pt_br: LocalDrop é um aplicativo nativo de compartilhamento de arquivos do macOS totalmente compatível com o protocolo LocalSend. Ele permite que você envie arquivos e texto com segurança para dispositivos compatíveis com LocalSend próximos pela sua rede local, sem exigir uma conexão com a Internet.
ru: LocalDrop — это собственное приложение для обмена файлами macOS, полностью совместимое с протоколом LocalSend. Он позволяет безопасно отправлять файлы и текст на близлежащие устройства, совместимые с LocalSend, по локальной сети, не требуя подключения к Интернету.
tr: LocalDrop, LocalSend protokolüyle tamamen uyumlu, yerel bir macOS dosya paylaşım uygulamasıdır. İnternet bağlantısı gerektirmeden, yerel ağınız üzerinden yakındaki LocalSend uyumlu cihazlara güvenli bir şekilde dosya ve metin göndermenize olanak tanır.
ug: LocalDrop بولسا يەرلىك MacOS ھۆججەت ئورتاقلىشىش دېتالى بولۇپ ، LocalSend كېلىشىمىگە تولۇق ماس كېلىدۇ. ئۇ تور ئۇلىنىشىڭىزنى تەلەپ قىلماي ، يەرلىك تور ئارقىلىق يەرلىك يەرلىك ئەۋەتىشكە ماس كېلىدىغان ئۈسكۈنىلەرگە ھۆججەت ۋە تېكىستلەرنى بىخەتەر ئەۋەتەلەيسىز.
ur: LocalDrop ایک مقامی macOS فائل شیئرنگ ایپ ہے جو LocalSend پروٹوکول کے ساتھ مکمل طور پر مطابقت رکھتی ہے۔ یہ آپ کو اپنی لوکل نیٹ ورک پر قریب موجود LocalSend-مطابقت رکھنے والے ڈیوائسز کو محفوظ طریقے سے فائلیں اور متن بھیجنے دیتی ہے، بغیر انٹرنیٹ کنکشن کے۔
vi: LocalDrop là một ứng dụng chia sẻ tệp macOS gốc hoàn toàn tương thích với giao thức LocalSend. Nó cho phép bạn gửi các tệp và văn bản một cách an toàn tới các thiết bị tương thích LocalSend ở gần qua mạng cục bộ của bạn mà không cần kết nối internet.
zh_hans: LocalDrop 是一款与 LocalSend 协议完全兼容的原生 macOS 文件共享应用程序。它可以让您通过本地网络安全地将文件和文本发送到附近的 LocalSend 兼容设备，而无需互联网连接。

# app.about.description2
source: This project was created to provide a more deeply integrated macOS experience, with a fully native interface, system-level behavior, and performance tailored specifically for the Mac.
ar: أُنشئ هذا المشروع لتقديم تجربة macOS أكثر تكاملاً، بواجهة أصلية بالكامل، وسلوك على مستوى النظام، وأداء مصمم خصيصًا لأجهزة Mac.
bn: সম্পূর্ণরূপে নেটিভ ইন্টারফেস, সিস্টেম-স্তরের আচরণ এবং ম্যাকের জন্য বিশেষভাবে তৈরি কর্মক্ষমতা সহ আরও গভীরভাবে সমন্বিত macOS অভিজ্ঞতা প্রদানের জন্য এই প্রকল্পটি তৈরি করা হয়েছে।
de: Dieses Projekt wurde erstellt, um ein tiefer integriertes macOS-Erlebnis mit einer vollständig nativen Benutzeroberfläche, Verhalten auf Systemebene und speziell auf den Mac zugeschnittener Leistung zu bieten.
es: Este proyecto se creó para brindar una experiencia macOS más profundamente integrada, con una interfaz completamente nativa, un comportamiento a nivel de sistema y un rendimiento diseñado específicamente para Mac.
fr: Ce projet a été créé pour offrir une expérience macOS plus profondément intégrée, avec une interface entièrement native, un comportement au niveau du système et des performances spécifiquement adaptés au Mac.
hi: यह प्रोजेक्ट पूरी तरह से देशी इंटरफ़ेस, सिस्टम-स्तरीय व्यवहार और मैक के लिए विशेष रूप से तैयार किए गए प्रदर्शन के साथ अधिक गहराई से एकीकृत macOS अनुभव प्रदान करने के लिए बनाया गया था।
id: Proyek ini dibuat untuk menghadirkan pengalaman macOS yang lebih terintegrasi, dengan antarmuka native sepenuhnya, perilaku tingkat sistem, dan performa yang dirancang khusus untuk Mac.
ja: このプロジェクトは、完全にネイティブなインターフェイス、システムレベルの動作、および Mac 専用に調整されたパフォーマンスを備えた、より深く統合された macOS エクスペリエンスを提供するために作成されました。
ko: 이 프로젝트는 완전한 기본 인터페이스, 시스템 수준 동작 및 Mac용으로 특별히 맞춤화된 성능을 통해 더욱 깊이 통합된 macOS 경험을 제공하기 위해 만들어졌습니다.
pt_br: Este projeto foi criado para fornecer uma experiência macOS mais profundamente integrada, com uma interface totalmente nativa, comportamento em nível de sistema e desempenho personalizado especificamente para Mac.
ru: Этот проект был создан, чтобы обеспечить более глубоко интегрированную работу с macOS с полностью собственным интерфейсом, поведением на уровне системы и производительностью, адаптированными специально для Mac.
tr: Bu proje, tamamen yerel bir arayüz, sistem düzeyinde davranış ve özellikle Mac için uyarlanmış performansla daha derinlemesine entegre bir macOS deneyimi sağlamak için oluşturuldu.
ug: بۇ تۈر تېخىمۇ چوڭقۇر بىرلەشتۈرۈلگەن macOS تەجرىبىسى بىلەن تەمىنلەش ئۈچۈن ياسالغان بولۇپ ، پۈتۈنلەي يەرلىك كۆرۈنمە يۈزى ، سىستېما دەرىجىلىك ھەرىكەت ۋە ئىقتىدارلىرى مەخسۇس Mac ئۈچۈن ماسلاشتۇرۇلغان.
ur: یہ پروجیکٹ زیادہ گہرا مربوط macOS تجربہ فراہم کرنے کے لیے بنایا گیا ہے، جس میں مکمل طور پر مقامی انٹرفیس، سسٹم لیول رویہ، اور خاص طور پر Mac کے لیے تیارکردہ کارکردگی شامل ہے۔
vi: Dự án này được tạo ra để cung cấp trải nghiệm macOS tích hợp sâu hơn, với giao diện hoàn toàn gốc, hoạt động ở cấp hệ thống và hiệu suất được thiết kế riêng cho máy Mac.
zh_hans: 创建该项目的目的是提供更深入集成的 macOS 体验，具有完全本机界面、系统级行为和专为 Mac 定制的性能。

# app.about.description3
source: It is built with gratitude to the original LocalSend project and its contributors, whose open protocol and open-source work made this app possible. LocalSend remains the foundation of the wider cross-platform ecosystem.
ar: بُني هذا المشروع تقديرًا لمشروع LocalSend الأصلي ومساهميه، إذ إن بروتوكوله المفتوح وعمله مفتوح المصدر هما ما جعلا هذا التطبيق ممكنًا. ما يزال LocalSend هو الأساس للنظام البيئي الأوسع متعدد المنصات.
bn: এটি মূল লোকালসেন্ড প্রকল্প এবং এর অবদানকারীদের প্রতি কৃতজ্ঞতার সাথে নির্মিত, যাদের ওপেন প্রোটোকল এবং ওপেন-সোর্স কাজ এই অ্যাপটিকে সম্ভব করেছে। লোকালসেন্ড বৃহত্তর ক্রস-প্ল্যাটফর্ম ইকোসিস্টেমের ভিত্তি হিসেবে রয়ে গেছে।
de: Sie wurde mit Dank an das ursprüngliche LocalSend-Projekt und seine Mitwirkenden erstellt, deren offenes Protokoll und Open-Source-Arbeit diese App ermöglicht haben. LocalSend bleibt die Grundlage des umfassenderen plattformübergreifenden Ökosystems.
es: Se creó con gratitud al proyecto LocalSend original y sus colaboradores, cuyo protocolo abierto y trabajo de código abierto hicieron posible esta aplicación. LocalSend sigue siendo la base de un ecosistema multiplataforma más amplio.
fr: Il est construit avec gratitude envers le projet LocalSend original et ses contributeurs, dont le protocole ouvert et le travail open source ont rendu cette application possible. LocalSend reste le fondement de l’écosystème multiplateforme plus large.
hi: इसे मूल लोकलसेंड प्रोजेक्ट और उसके योगदानकर्ताओं के प्रति आभार व्यक्त करते हुए बनाया गया है, जिनके ओपन प्रोटोकॉल और ओपन-सोर्स कार्य ने इस ऐप को संभव बनाया। लोकलसेंड व्यापक क्रॉस-प्लेटफ़ॉर्म पारिस्थितिकी तंत्र की नींव बना हुआ है।
id: App ini dibangun dengan rasa terima kasih kepada proyek LocalSend asli dan para kontributornya, yang protokol terbuka dan karya open-source-nya memungkinkan app ini terwujud. LocalSend tetap menjadi fondasi ekosistem lintas platform yang lebih luas.
ja: これは、オープン プロトコルとオープン ソースの取り組みによってこのアプリが可能になった、元の LocalSend プロジェクトとその貢献者に感謝して構築されました。 LocalSend は引き続き、より広範なクロスプラットフォーム エコシステムの基盤となります。
ko: 이 앱은 개방형 프로토콜과 오픈 소스 작업을 통해 이 앱을 가능하게 한 원래 LocalSend 프로젝트와 기여자에 대한 감사의 마음을 담아 제작되었습니다. LocalSend는 더 넓은 크로스 플랫폼 생태계의 기반으로 남아 있습니다.
pt_br: Ele foi construído com gratidão ao projeto LocalSend original e seus colaboradores, cujo protocolo aberto e trabalho de código aberto tornaram este aplicativo possível. LocalSend continua sendo a base de um ecossistema multiplataforma mais amplo.
ru: Оно создано с благодарностью оригинальному проекту LocalSend и его участникам, чей открытый протокол и работа с открытым исходным кодом сделали это приложение возможным. LocalSend остается основой более широкой кроссплатформенной экосистемы.
tr: Açık protokolü ve açık kaynak çalışması bu uygulamayı mümkün kılan orijinal LocalSend projesine ve katkıda bulunanlara şükranla inşa edilmiştir. LocalSend, daha geniş platformlar arası ekosistemin temeli olmaya devam ediyor.
ug: ئۇ ئەسلى LocalSend تۈرى ۋە ئۇنىڭ تۆھپىكارلىرىغا مىننەتدارلىق بىلەن ياسالغان بولۇپ ، ئۇلارنىڭ ئوچۇق كېلىشىم ۋە ئوچۇق كودلۇق خىزمىتى بۇ ئەپنى مۇمكىن قىلغان. LocalSend يەنىلا كەڭ سۇپا ھالقىغان ئېكولوگىيىلىك سىستېمىنىڭ ئاساسى.
ur: یہ ایپ اصل LocalSend پروجیکٹ اور اس کے معاونین کے لیے تشکر کے ساتھ بنائی گئی ہے، جن کے کھلے پروٹوکول اور اوپن سورس کام نے اس ایپ کو ممکن بنایا۔ LocalSend اب بھی وسیع کراس پلیٹ فارم ایکو سسٹم کی بنیاد ہے۔
vi: Nó được xây dựng với lòng biết ơn đối với dự án LocalSend ban đầu và những người đóng góp cho nó, những người có giao thức mở và công việc nguồn mở đã giúp ứng dụng này trở nên khả thi. LocalSend vẫn là nền tảng của hệ sinh thái đa nền tảng rộng lớn hơn.
zh_hans: 它的构建是为了感谢原始 LocalSend 项目及其贡献者，他们的开放协议和开源工作使这个应用程序成为可能。 LocalSend 仍然是更广泛的跨平台生态系统的基础。

# app.about.exclusiveMacOS
source: Exclusively for macOS
ar: متاح حصريًا لنظام macOS
bn: একচেটিয়াভাবে macOS এর জন্য
de: Exklusiv für macOS
es: Exclusivamente para macOS
fr: Exclusivement pour macOS
hi: विशेष रूप से macOS के लिए
id: Eksklusif untuk macOS
ja: macOS専用
ko: macOS 전용
pt_br: Exclusivamente para macOS
ru: Эксклюзивно для MacOS
tr: Yalnızca macOS'a özel
ug: پەقەت macOS ئۈچۈنلا
ur: صرف macOS کے لیے
vi: Dành riêng cho macOS
zh_hans: macOS 专享

# app.about.privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
es: política de privacidad
fr: politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
pt_br: política de Privacidade
ru: политика конфиденциальности
tr: Gizlilik Politikası
ug: مەخپىيەتلىك تۈزۈمى
ur: پرائیویسی پالیسی
vi: Chính sách bảo mật
zh_hans: 隐私政策

# app.about.supportLocalSend
source: Support LocalSend Main Project
ar: ادعم مشروع LocalSend الرئيسي
bn: LocalSend প্রধান প্রকল্পকে সমর্থন করুন
de: Unterstützen Sie das LocalSend-Hauptprojekt
es: Apoyar el proyecto principal de LocalSend
fr: Soutenir le projet principal LocalSend
hi: लोकलसेंड मुख्य परियोजना का समर्थन करें
id: Dukung Proyek Utama LocalSend
ja: LocalSend メインプロジェクトをサポート
ko: LocalSend 메인 프로젝트 지원
pt_br: Apoie o projeto principal do LocalSend
ru: Поддержка основного проекта LocalSend
tr: LocalSend Ana Projesini Destekleyin
ug: LocalSend ئاساسلىق تۈرىنى قوللاڭ
ur: LocalSend کے مرکزی پروجیکٹ کی معاونت کریں
vi: Hỗ trợ dự án chính LocalSend
zh_hans: 支持LocalSend主项目

# app.about.tagline
source: Native macOS file sharing for the LocalSend ecosystem
ar: مشاركة ملفات أصلية لنظام macOS ضمن منظومة LocalSend
bn: LocalSend ইকোসিস্টেমের জন্য নেটিভ macOS ফাইল শেয়ারিং
de: Native macOS-Dateifreigabe für das LocalSend-Ökosystem
es: Uso compartido de archivos nativo de macOS para el ecosistema LocalSend
fr: Partage de fichiers macOS natif pour l'écosystème LocalSend
hi: लोकलसेंड इकोसिस्टम के लिए मूल macOS फ़ाइल साझाकरण
id: Berbagi file native macOS untuk ekosistem LocalSend
ja: LocalSend エコシステム用のネイティブ macOS ファイル共有
ko: LocalSend 생태계를 위한 기본 macOS 파일 공유
pt_br: Compartilhamento de arquivos nativo do macOS para o ecossistema LocalSend
ru: Собственный обмен файлами macOS для экосистемы LocalSend
tr: LocalSend ekosistemi için yerel macOS dosya paylaşımı
ug: LocalSend ئېكولوگىيىلىك سىستېمىسى ئۈچۈن يەرلىك macOS ھۆججەت ئورتاقلىشىش
ur: LocalSend ایکو سسٹم کے لیے مقامی macOS فائل شیئرنگ
vi: Chia sẻ tệp macOS gốc cho hệ sinh thái LocalSend
zh_hans: LocalSend 生态系统的本机 macOS 文件共享

# app.about.termsOfUse
source: Terms of Use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
id: Syarat Penggunaan
ja: 利用規約
ko: 이용약관
pt_br: Termos de Uso
ru: Условия эксплуатации
tr: Kullanım Koşulları
ug: ئىشلىتىش شەرتلىرى
ur: شرائط استعمال
vi: Điều khoản sử dụng
zh_hans: 使用条款

# app.about.title
source: About LocalDrop
ar: حول LocalDrop
bn: লোকালড্রপ সম্পর্কে
de: Über LocalDrop
es: Acerca de LocalDrop
fr: À propos de LocalDrop
hi: लोकलड्रॉप के बारे में
id: Tentang LocalDrop
ja: ローカルドロップについて
ko: LocalDrop 소개
pt_br: Sobre LocalDrop
ru: О локальном дропе
tr: LocalDrop Hakkında
ug: LocalDrop ھەققىدە
ur: LocalDrop کے بارے میں
vi: Giới thiệu về LocalDrop
zh_hans: 关于本地投递

# app.dialog.chooseFilesToSend
source: Choose files to send
ar: اختر الملفات لإرسالها
bn: পাঠাতে ফাইল নির্বাচন করুন
de: Wählen Sie die zu sendenden Dateien aus
es: Elige archivos para enviar
fr: Choisissez les fichiers à envoyer
hi: भेजने के लिए फ़ाइलें चुनें
id: Pilih file untuk dikirim
ja: 送信するファイルを選択してください
ko: 보낼 파일 선택
pt_br: Escolha os arquivos para enviar
ru: Выберите файлы для отправки
tr: Gönderilecek dosyaları seçin
ug: ئەۋەتىدىغان ھۆججەتلەرنى تاللاڭ
ur: بھیجنے کے لیے فائلیں منتخب کریں
vi: Chọn tập tin để gửi
zh_hans: 选择要发送的文件

# app.dialog.chooseFoldersToSend
source: Choose folders to send
ar: اختر المجلدات لإرسالها
bn: পাঠাতে ফোল্ডার নির্বাচন করুন
de: Wählen Sie Ordner zum Senden aus
es: Elige carpetas para enviar
fr: Choisissez les dossiers à envoyer
hi: भेजने के लिए फ़ोल्डर चुनें
id: Pilih folder untuk dikirim
ja: 送信するフォルダーを選択してください
ko: 보낼 폴더 선택
pt_br: Escolha as pastas para enviar
ru: Выберите папки для отправки
tr: Gönderilecek klasörleri seçin
ug: ئەۋەتمەكچى بولغان ھۆججەت قىسقۇچنى تاللاڭ
ur: بھیجنے کے لیے فولڈرز منتخب کریں
vi: Chọn thư mục để gửi
zh_hans: 选择要发送的文件夹

# app.help.localDropHelp
source: LocalDrop Help
ar: مساعدة LocalDrop
bn: লোকালড্রপ সাহায্য
de: LocalDrop-Hilfe
es: Ayuda de LocalDrop
fr: Aide LocalDrop
hi: लोकलड्रॉप सहायता
id: Bantuan LocalDrop
ja: LocalDrop ヘルプ
ko: LocalDrop 도움말
pt_br: Ajuda LocalDrop
ru: Справка LocalDrop
tr: LocalDrop Yardımı
ug: LocalDrop ياردەم
ur: LocalDrop مدد
vi: Trợ giúp LocalDrop
zh_hans: 本地拖放帮助

# app.help.protocolDocs
source: LocalSend Protocol Docs
ar: توثيق بروتوكول LocalSend
bn: LocalSend প্রোটোকল ডক্স
de: Dokumente zum LocalSend-Protokoll
es: Documentos del protocolo LocalSend
fr: Documentation sur le protocole LocalSend
hi: लोकलसेंड प्रोटोकॉल दस्तावेज़
id: Dokumentasi Protokol LocalSend
ja: LocalSend プロトコルのドキュメント
ko: LocalSend 프로토콜 문서
pt_br: Documentos do protocolo LocalSend
ru: Документация по протоколу LocalSend
tr: LocalSend Protokolü Dokümanları
ur: LocalSend پروٹوکول دستاویزات
vi: Tài liệu giao thức LocalSend
zh_hans: LocalSend 协议文档

# app.help.reportIssue
source: Report an Issue
ar: الإبلاغ عن مشكلة
bn: একটি সমস্যা রিপোর্ট করুন
de: Melden Sie ein Problem
es: Informar un problema
fr: Signaler un problème
hi: किसी समस्या की रिपोर्ट करें
id: Laporkan Masalah
ja: 問題を報告する
ko: 문제 신고
pt_br: Informar um problema
ru: Сообщить о проблеме
tr: Sorun Bildir
ug: مەلۇم بىر مەسىلىنى دوكلات قىلىڭ
ur: مسئلہ رپورٹ کریں
vi: Báo cáo sự cố
zh_hans: 报告问题

# app.menu.clearHistory
source: Clear History
ar: مسح السجل
bn: ইতিহাস সাফ করুন
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
hi: इतिहास मिटा दें
id: Hapus Riwayat
ja: 履歴をクリアする
ko: 기록 지우기
pt_br: Limpar histórico
ru: Очистить историю
tr: Geçmişi Temizle
ug: تارىخنى ئېنىقلاش
ur: تاریخ صاف کریں
vi: Xóa lịch sử
zh_hans: 清除历史记录

# app.menu.sendText
source: Send Text…
ar: إرسال نص…
bn: পাঠ্য পাঠান...
de: Text senden…
es: Enviar texto…
fr: Envoyer un SMS…
hi: पाठ भेजें...
id: Kirim Teks…
ja: テキストを送信…
ko: 문자 보내기…
pt_br: Enviar texto…
ru: Отправить текст…
tr: Metin Gönder…
ug: تېكىست ئەۋەتىش…
ur: متن بھیجیں…
vi: Gửi văn bản…
zh_hans: 发送文本...

# app.menu.view
source: View
ar: عرض
bn: দেখুন
de: Sicht
es: Vista
fr: Voir
hi: देखना
id: Tampilan
ja: ビュー
ko: 보다
pt_br: Visualizar
ru: Вид
tr: Görüş
ug: كۆرۈش
ur: منظر
vi: Xem
zh_hans: 看法

# appearance.dark
source: Dark
ar: داكن
bn: অন্ধকার
de: Dunkel
es: Oscuro
fr: Sombre
hi: अँधेरा
id: Gelap
ja: 暗い
ko: 어두운
pt_br: Escuro
ru: Темный
tr: Karanlık
ug: قاراڭغۇ
ur: گہرا
vi: Tối tăm
zh_hans: 黑暗的

# appearance.light
source: Light
ar: فاتح
bn: আলো
de: Licht
es: Luz
fr: Lumière
hi: रोशनी
id: Terang
ja: ライト
ko: 빛
pt_br: Luz
ru: Свет
tr: Işık
ug: نۇر
ur: ہلکا
vi: Ánh sáng
zh_hans: 光

# appearance.system
source: System
ar: النظام
bn: সিস্টেম
es: Sistema
fr: Système
hi: प्रणाली
id: Sistem
ja: システム
ko: 체계
pt_br: Sistema
ru: Система
tr: Sistem
ug: سىستېما
ur: سسٹم
vi: Hệ thống
zh_hans: 系统

# device.nearby
source: Nearby
ar: قريب
bn: কাছাকাছি
de: Nahe
es: Cercano
fr: Proche
hi: आस-पास
id: Terdekat
ja: 近く
ko: 가까운
pt_br: Próximo
ru: Рядом
tr: Yakında
ug: يېقىن ئەتراپتا
ur: قریب
vi: lân cận
zh_hans: 附近

# device.readyToReceive
source: Ready to receive
ar: جاهز للاستلام
bn: গ্রহণের জন্য প্রস্তুত
de: Bereit zum Empfang
es: Listo para recibir
fr: Prêt à recevoir
hi: प्राप्त करने के लिए तैयार है
id: Siap menerima
ja: 受け取り準備完了
ko: 수신 준비 완료
pt_br: Pronto para receber
ru: Готов получить
tr: Almaya hazır
ug: قوبۇل قىلىشقا تەييار
ur: وصول کرنے کے لیے تیار
vi: Sẵn sàng nhận
zh_hans: 准备接收

# error.peerNotFound
source: Peer not found: %@
ar: لم يتم العثور على الجهاز النظير: %@
bn: পিয়ার পাওয়া যায়নি: %@
de: Peer nicht gefunden: %@
es: Par no encontrado: %@
fr: Homologue introuvable : %@
hi: समकक्ष नहीं मिला: %@
id: Perangkat tidak ditemukan: %@
ja: ピアが見つかりません: %@
ko: 피어를 찾을 수 없음: %@
pt_br: Par não encontrado: %@
ru: Партнер не найден: %@
tr: Eş bulunamadı: %@
ug: تورداش تېپىلمىدى: %@
ur: دوسرا آلہ نہیں ملا: %@
vi: Không tìm thấy ngang hàng: %@
zh_hans: 未找到对等点：%@

# error.unreachablePeer
source: %@ is not addressable yet.
ar: لا يمكن الوصول إلى %@ بعد.
bn: %@ এখনও ঠিকানাযোগ্য নয়।
de: %@ ist noch nicht adressierbar.
es: %@ aún no es direccionable.
fr: %@ n’est pas encore adressable.
hi: %@ अभी पता योग्य नहीं है।
id: %@ belum dapat dihubungi.
ja: %@ はまだアドレス指定できません。
ko: %@는 아직 주소를 지정할 수 없습니다.
pt_br: %@ ainda não é endereçável.
ru: %@ пока не адресуется.
tr: %@ henüz adreslenemiyor.
ug: %@ تېخىچە ھەل قىلىنمىدى.
ur: %@ تک ابھی رسائی ممکن نہیں۔
vi: %@ vẫn chưa thể định địa chỉ được.
zh_hans: %@ 尚不可寻址。
